[
    {
        "title": "Twitter in data-protection probe after '400 million' user details up for sale",
        "posted_date": "27-11-2022",
        "description": "A watchdog is to investigate Twitter after a hacker claimed to have private details linked to more than 400 million accounts.The hacker, Ryushi, is demanding $200,000 (£166,000) to hand over the data - reported to include that of some celebrities - and delete it.Ireland's Data Protection Commission (DPC) says it will examine Twitter's compliance with data-protection law in relation to that security issue.Twitter has not commented on the claim.The data is said to include phone numbers and emails, including those belonging to celebrities and politicians, but the purported size of the haul is not confirmed. Only a small sample has so far been made public.The Guardian reported that data of US Congresswoman Alexandria Ocasio-Cortez was included in the sample of data published by the hacker. The data of broadcaster Piers Morgan, who recently had his Twitter account hacked, is also reported to be included.Twitter has so far not responded to press inquiries about the claimed breach.Chief executive Elon Musk did not reply to a tweeted request for comment from leading cyber-security reporter Brian Krebs - though the breach, as Mr Krebs notes, probably occurred before the Tesla boss took over.",
        "category": "Technology",
        "tags": [
            "Twitter",
            "Tech",
            "Social Media"
        ],
        "postImg": "https://i.ibb.co/LJpTRJ5/pile-3d-twitter-logos-1379-879.webp",
        "userName": "Md Hamimul Haque",
        "userImg": "https://i.ibb.co/C18pZZ0/Md-Hamimul-Haque.png",
        "email": "mdhamimulhaque@gmail.com"
    },
    {
        "title": "Ukraine was sea-change for openness – GCHQ head",
        "posted_date": "27-11-2022",
        "description": "The Ukraine conflict marked a sea-change for the release of intelligence, the head of the spy agency GCHQ Sir Jeremy Fleming has said.Washington and London took the unusual step of publicising their knowledge of Russia's plans ahead of its invasion.The head of US intelligence, Avril Haines, said lessons had been learned including the limits of such moves to publicise intelligence.Sir Jeremy interviewed her for Radio 4's Today programme.The extraordinary exchange between the intelligence bosses - which they acknowledged would normally happen at a top secret level - saw them discuss how important it was for people to understand their jobs against the backdrop of the war in Ukraine.As a 30-year veteran of the secret world, Sir Jeremy said Ukraine had seen a new type of conflict in which intelligence was at the forefront.Ms Haines agreed, saying the war between Ukraine and Russia had made it clear that countries cannot manage any threat [from] around the world without partners or allies Western allies, including the UK and US, have provided Ukraine with military aid since it was invaded in February.As director of national intelligence, Ms Haines co-ordinates all America's spy agencies - and she played a pivotal role in pushing for sensitive intelligence to be declassified and published in the run-up to Russia's February invasion.This unusual step was designed to deter Russia and counter its claims it was acting defensively.",
        "category": "Global",
        "tags": [
            "Ukraine",
            "War",
            "People",
            "Food"
        ],
        "postImg": "https://i.ibb.co/Yd2zxNg/ETH5-T46-QSBN2-VJBI6-OYZKI3-M2-E.jpg",
        "userName": "Md Hamimul Haque",
        "userImg": "https://i.ibb.co/C18pZZ0/Md-Hamimul-Haque.png",
        "email": "mdhamimulhaque@gmail.com"
    },
    {
        "title": "Emiliano Martinez: Aston Villa's World Cup winning keeper set to return",
        "posted_date": "27-11-2022",
        "description": "World Cup winner Emiliano Martinez is set to return for Aston Villa's game at Tottenham but he must put events in Qatar behind him, says boss Unai Emery.The keeper missed the 3-1 home defeat to Liverpool on 26 December after helping Argentina triumph in Qatar.Martinez has returned to training and is poised to feature on Sunday - his first game for Villa since 13 November.Hopefully he's coming 100% focused on Aston Villa, said Emery.Of course he needs to adapt quickly again.Last week, Villa boss Emery said he planned to speak to goalkeeper Martinez about his celebrations following Argentina's World Cup win.The keeper, 30, has been criticised for some of his actions after the final, which included a rude gesture with his Golden Glove award.He also mocked France striker Kylian Mbappe.Speaking about Martinez on Friday, Emery said: Every Aston Villa supporter must be proud of him.We have in our team and our squad a winner of a World Cup, which he deserves. He is pushing his team-mates on the training ground every day.",
        "category": "Sports",
        "tags": [
            "Football",
            "world cup",
            "Goal keeper"
        ],
        "postImg": "https://i.ibb.co/ygQ9g9W/IMAGE-1670643344.webp",
        "userName": "Md Hamimul Haque",
        "userImg": "https://i.ibb.co/C18pZZ0/Md-Hamimul-Haque.png",
        "email": "mdhamimulhaque@gmail.com"
    },
    {
        "title": "All solar system's planets visible in night sky",
        "posted_date": "27-11-2022",
        "description": "There will be a chance to see all the planets in the solar system in the night sky on Thursday.Five should be visible with the naked eye, while the two furthest away, Uranus and Neptune, will be better viewed with binoculars.It will be challenging to see Mercury and Venus in the UK due to their low position in the sky.The best time to see the spectacle is shortly after sunset.Those further south, including southern Europe or closer to the equator, are more likely to be able to see all the planets appear in a vertical line up into the sky.Mercury will also be more visible further south.Unlike stars, planets do not twinkle. Saturn and Jupiter will be brightest, and Mars will be a salmon red colour.Mars at the moment is at its best from the UK now until about 2032. It's going to be quite a long time before we see this one again, so it's well worth taking a look now, Dr Robert Massey of the Royal Astronomical Society told BBC News.Dr Massey advises sky-watchers to try to find a clear vantage point to look towards the south-west horizon shortly after sunset.Venus should appear the brightest, low in the south-west towards the horizon, but it will be a challenge from the UK.",
        "category": "Science",
        "tags": [
            "Sky",
            "Galaxy",
            "sunset"
        ],
        "postImg": "https://i.ibb.co/vhCcT4r/g1agfm1o-space-generic-satellite-generic-earth-from-space-generic-pixabay-625x300-11-September-20.jpg",
        "userName": "Md Hamimul Haque",
        "userImg": "https://i.ibb.co/C18pZZ0/Md-Hamimul-Haque.png",
        "email": "mdhamimulhaque@gmail.com"
    },
    {
        "title": "Australia beat South Africa by innings and 182 runs in Melbourne to seal Test series",
        "posted_date": "27-11-2022",
        "description": "Australia thrashed South Africa by an innings and 182 runs in the second Test to win the series with a game to spare.Resuming on 15-1, South Africa were bowled out for 204 before tea on the fourth day at the Melbourne Cricket Ground. Off-spinner Nathan Lyon claimed 3-58, including Temba Bavuma for 65, while Khaya Zondo and Keshav Maharaj were needlessly run out.The final Test in Sydney starts on 3 January.Australia, who won the first Test inside two days, extended their lead over India at the top of the World Test Championship table. South Africa, who began the series in second, are now fourth.Australia captain Pat Cummins described his side, who have won seven of their 11 Tests in 2022, as probably the best test team I've played inIn terms of captaining, I don't feel like I have to do much at all, he said.Everyone looks after themselves. You just kind of make sure the buses are on time, which the team manager does.It's just in a really sweet spot at the moment. We can just sit back and appreciate the place that we are in because it's really special. We're having a hell of a lot of fun as well doing it together with some of our best mates.",
        "category": "Sports",
        "tags": [
            "Cricket",
            "Winner",
            "Team Australia"
        ],
        "postImg": "https://i.ibb.co/pPwFBNS/Copy-of-Lead-image-16-e1669460323618-980x530.webp",
        "userName": "Md Hamimul Haque",
        "userImg": "https://i.ibb.co/C18pZZ0/Md-Hamimul-Haque.png",
        "email": "mdhamimulhaque@gmail.com"
    }
]